Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Quit
cs: Ukončit
de: Beenden
es: Salir
fr: Quitter
he: צא
it: Esci
ja: 終了
nl: Stoppen
pt_pt: Sair
ru: Выход
tr: Çık
uk: Вийти
vi: Thoát
zh_hans: 退出
zh_hant: 結束

source: Quit App
cs: Ukončit aplikaci
de: App beenden
es: Salir de la aplicación
fr: Quitter l’application
he: צא מהיישום
it: Esci dall'app
ja: アプリを終了
nl: App stoppen
pt_pt: Fechar App
ru: Закрыть приложение
tr: Uygulamadan Çık
uk: Вийти із застосунку
vi: Thoát ứng dụng
zh_hans: 退出应用
zh_hant: 結束App

source: Quit app when closing its last window
cs: Ukončit aplikaci při zavření posledního okna
de: App beim Schließen des letzten Fensters beenden
es: Salir de la aplicación al cerrar su última ventana
fr: Quitter l'application lors de la fermeture de sa dernière fenêtre
he: צא מהיישום בעת סגירת החלון האחרון שלו
it: Esci dall'app alla chiusura dell'ultima finestra
ja: 最後のウィンドウを閉じたときにアプリを終了します
nl: De app stoppen wanneer het laatste venster wordt gesloten
pt_pt: Sair da aplicação ao fechar a última janela
ru: Выйти из приложения при закрытии последнего окна
tr: Son penceresi kapatıldığında uygulamayı kapat
vi: Thoát ứng dụng khi đóng cửa sổ cuối cùng
zh_hans: 关闭最后一个窗口时退出应用程序
zh_hant: 關閉最後一個視窗時結束App

source: Quit DockDoor
cs: Ukončit DockDoor
de: DockDoor beenden
es: Salir de la aplicación
fr: Quitter DockDoor
he: צא מ-DockDoor
it: Esci da DockDoor
ja: DockDoorを終了
nl: Stop DockDoor
pt_pt: Fechar o DockDoor
ru: Выйти из DockDoor
tr: DockDoor'dan Çık
uk: Вийти з DockDoor
vi: Thoát DockDoor
zh_hans: 退出 DockDoor
zh_hant: 結束 DockDoor

source: Reading app information...
cs: Čtení informací o aplikaci...
de: Lese App-Information...
es: Leyendo información de la aplicación...
fr: Lecture des informations de l’application...
he: קורא מידע על יישום...
it: Lettura delle info dell'app...
ja: アプリ情報を読み込んでいます…
nl: Lezen van app-informatie...
pt_pt: A ler informações da aplicação...
ru: Чтение информации о приложении...
tr: Uygulama bilgileri okunuyor...
uk: Читання інформації про застосунок...
vi: Đang đọc thông tin ứng dụng...
zh_hans: 正在读取应用信息……
zh_hant: 正在讀取App資訊…

source: Recently used
cs: Nedávno použité
de: Zuletzt verwendet
es: Usados recientemente
fr: Utilisé récemment
he: בשימוש לאחרונה
it: Usate di recente
ja: 最近使用した項目
nl: Onlangs gebruikt
pt_pt: Utilizado recentemente
ru: Недавно использовано
tr: Yakın zamanda kullanılan
uk: Нещодавно використані
vi: Đã sử dụng gần đây
zh_hans: 最近使用
zh_hant: 最近使用

source: Reduce motion
cs: Omezit pohyb
de: Bewegung reduzieren
es: Reducir movimiento
fr: Réduire les animations
he: הפחת תנועה
it: Riduci gli effetti di movimento
ja: アニメーション効果を抑制する
nl: Beweging verminderen
pt_pt: Reduzir movimento
ru: Уменьшить движение
tr: Hareketi Azalt
uk: Зменшити рух
vi: Giảm chuyển động
zh_hans: 减少动画效果
zh_hant: 減少動態效果

source: Refresh dock size
cs: Obnovit velikost Docku
de: Dock-Größe aktualisieren
es: Actualizar tamaño del dock
fr: Actualiser la taille du Dock
he: רענן גודל Dock
it: Aggiorna la dimensione del Dock
ja: Dockサイズを更新
nl: Dockgrootte vernieuwen
pt_pt: Atualizar tamanho da dock
ru: Обновить размер Dock
tr: Dock boyutunu yenile
uk: Оновити розмір Dock
vi: Làm mới kích thước dock
zh_hans: 刷新 Dock 大小
zh_hant: 重新整理Dock尺寸

source: Regular
cs: Běžné
de: Normal
es: Normal
it: Normale
ja: 通常
nl: Normaal
tr: Normal
vi: Bình thường
zh_hans: 常规
zh_hant: 一般

source: Relaxed
cs: Uvolněné
de: Entspannt
es: Relajado
fr: Détendu
he: רגוע
it: Rilassato
ja: リラックス
nl: Ontspannen
pt_pt: Relaxado
tr: Yavaş
uk: Сповільнений
vi: Thoải mái
zh_hans: 舒适
zh_hant: 從容

source: Release initializer key to select window
cs: Pro výběr okna uvolněte klávesu inicializace
de: Lasse die Initialisierungstaste los, um ein Fenster auszuwählen
he: שחרר מקש אתחול כדי לבחור חלון
it: Rilascia il tasto per passare alla finestra selezionata
ja: ウィンドウを選択するための初期化キーを離します
nl: Laat de initialisatietoets los om het venster te selecteren
pt_pt: Soltar a tecla de activação para seleccionar a janela
tr: Pencereyi seçmek için başlatıcı tuşunu bırakın
vi: Nhả phím khởi tạo để chọn cửa sổ
zh_hans: 释放初始化键以选择窗口
zh_hant: 放開變更鍵來選擇視窗

source: Release initializer key to select window in Switcher
cs: Uvolněte klávesu inicializace pro výběr okna v přepínači
de: Lasse die Initialisierungstaste los, um ein Fenster im Fensterwechsler auszuwählen
es: Suelta la tecla de inicializador para seleccionar la ventana en Switch
fr: Relâcher la touche d’initialisation pour choisir une fenêtre dans le sélecteur de fenêtres
he: שחרר מקש אתחול כדי לבחור חלון בבורר
it: Rilascia il tasto di attivazione per selezionare la finestra
ja: ウィンドウを選択するための初期化キーをスイッチャーで離します
nl: Laat de initialisatie toets los om een ​​venster in Switcher te selecteren
pt_pt: Solte a tecla de activação para selecionar a janela no Selector
tr: Switcher'da pencereyi seçmek için başlatıcı tuşunu bırakın
uk: Відпустіть клавішу ініціалізатора, щоб вибрати вікно в Перемикачі
vi: Thả phím khởi tạo để chọn cửa sổ trong Trình chuyển đổi
zh_hans: 松开初始化键以在切换器中选择窗口
zh_hant: 在切換器中，放開變更鍵來選擇視窗

source: Remember sorting per folder
cs: Zapamatovat řazení pro každou složku
de: Sortierung pro Ordner merken
es: Recordar orden por carpeta
it: Ricorda ordinamento per cartella
ja: フォルダごとに並び替え順を保存
nl: Onthoud sortering per map
tr: Klasör başına sıralamayı hatırla
vi: Ghi nhớ cách sắp xếp cho từng thư mục
zh_hans: 记住每个文件夹的排序方式
zh_hant: 記住不同檔案夾的排序方式

source: Remove
cs: Odebrat
de: Entfernen
es: Eliminar
fr: Supprimer
he: הסר
it: Rimuovi
ja: 削除
nl: Verwijderen
pt_pt: Remover
ru: Удалить
tr: Kaldır
uk: Вилучити
vi: Xóa bỏ
zh_hans: 移除
zh_hant: 移除

source: Remove All
cs: Odebrat vše
de: Alle entfernen
es: Quitar todos
fr: Tout supprimer
he: הסר הכל
it: Rimuovi tutto
ja: すべて削除
nl: Alles verwijderen
pt_pt: Remover todos
ru: Удалить все
tr: Hepsini Kaldır
uk: Вилучити все
vi: Xóa tất cả
zh_hans: 全部移除
zh_hant: 全部移除

source: Remove only terminated app's windows instead of hiding the entire preview.
cs: Odebrat pouze ukončená okna aplikací namísto skrytí celého náhledu.
de: Entferne nur Fenster beendeter Apps, anstatt die gesamte Vorschau zu verstecken.
es: Eliminar sólo las ventanas de la aplicación terminada en lugar de ocultar toda la vista previa.
he: הסר רק חלונות של יישום שהסתיים במקום להסתיר את כל התצוגה המקדימה.
it: Rimuove solo le finestre chiuse invece di nascondere l'intera anteprima.
ja: プレビュー全体を隠すのではなく、終了したアプリのウィンドウのみを削除します。
nl: Verwijder alleen de vensters van de afgesloten app in plaats van het volledige voorbeeld te verbergen.
ru: Удалите только окна завершенного приложения, вместо того чтобы скрывать весь предварительный просмотр.
tr: Önizlemenin tamamını gizlemek yerine, yalnızca sonlandırılmış uygulamanın pencerelerini kaldır.
vi: Chỉ xóa cửa sổ của ứng dụng đã đóng thay vì ẩn toàn bộ bản xem trước.
zh_hans: 仅删除终止应用程序的窗口，而不是隐藏整个预览。
zh_hant: 僅移除強制結束的App的視窗，而不隱藏整個預覽。

source: Removes the background panel from individual window previews.
cs: Odstraní panel pozadí z náhledů jednotlivých oken.
de: Entfernt das Hintergrundpanel von individuellen Fenstervorschauen.
es: Elimina el panel de fondo de las vistas previas de ventanas individuales.
fr: Supprime le panneau d’arrière-plan des aperçus de fenêtre individuels.
he: מסיר את לוח הרקע מתצוגות מקדימות של חלונות בודדים.
it: Rimuove il pannello di sfondo dalle singole anteprime delle finestre.
ja: 個々のウィンドウのプレビューから背景パネルを削除します。
nl: Verwijdert het achtergrondpaneel uit de afzonderlijke venstervoorbeelden.
ru: Удаляет фоновую панель из предварительного просмотра отдельных окон.
tr: Tek tek pencere önizlemelerinden arka plan panelini kaldırır.
uk: Видаляє фонову панель з попереднього перегляду окремих вікон.
vi: Loại bỏ bảng nền khỏi các bản xem trước cửa sổ riêng lẻ.
zh_hans: 移除单个窗口预览的背景面板。
zh_hant: 移除個別視窗預覽的背景板。

source: Removes the container background from widget panels (media controls, calendar).
cs: Odstraní pozadí rámečku z panelů widgetů (ovládání médií, kalendář).
de: Entfernt den Container Hintergrund von Widget-Panels (Mediensteuerung, Kalender).
fr: Supprime l'arrière-plan du conteneur des panneaux de widgets (contrôles multimédia, calendrier).
he: מסיר את רקע המיכל מלוחות ווידג'טים (פקדי מדיה, לוח שנה).
it: Rimuove lo sfondo del contenitore dai pannelli widget (comandi multimediali, calendario).
ja: ウィジェットパネル（メディアコントロール、カレンダー）からコンテナの背景を削除します。
nl: Verwijdert de container achtergrond uit widget panelen (media besturing, agenda).
ru: Удаляет фон контейнера из виджетов (управление медиа, календарь).
tr: Widget panellerinden (medya denetimleri, takvim) konteyner arka planını kaldırır.
uk: Видаляє фон контейнера з панелей віджетів (елементи керування медіа, календар).
vi: Xóa nền container khỏi các bảng tiện ích (không gian điều khiển phương tiện, lịch).
zh_hans: 从小部件面板（媒体控件、日历）中删除容器背景。
zh_hant: 移除小工具面板（媒體控制、日曆）的容器背景。

source: Removes the container background from window preview panels.
cs: Odstraní pozadá rámečku panelů náhledů oken.
de: Entfernt den Container Hintergrund von Fenstervorschau-Panels.
fr: Supprime l'arrière-plan du conteneur des panneaux d'aperçu de la fenêtre.
he: מסיר את רקע המיכל מלוחות תצוגה מקדימה של חלונות.
it: Rimuove lo sfondo del contenitore delle anteprime.
ja: ウィンドウのプレビューパネルからコンテナの背景を削除します。
nl: Verwijdert de achtergrond van de container uit de voorbeeldvensters.
tr: Pencere önizleme panellerinden konteyner arka planını kaldırır.
uk: Видаляє фон контейнера з панелей попереднього перегляду вікна.
vi: Xóa nền container khỏi các bảng xem trước cửa sổ.
zh_hans: 从窗口预览面板中移除容器背景。
zh_hant: 移除視窗預覽面板的容器背景。

source: Removes the pill-shaped background styling from traffic light buttons in dock previews for a cleaner look.
cs: Odstraní oválný rámeček z ovládacích tlačítek oken v náhledech Docku pro jednodušší vzhled.
de: Entfernt das pillenförmige Hintergrunddesign aus den Fenstersteuerelementen in der Dock-Vorschau.
es: Elimina el estilo de fondo en forma de píldora de los botones de semáforo en las vistas previas de acoplamiento para una mirada más limpia.
fr: Supprime l’arrière-plan en forme de pilule des boutons feu tricolore dans les aperçus du Dock pour un rendu plus épuré.
he: מסיר את עיצוב הרקע בצורת כדור מכפתורי רמזור בתצוגות מקדימות של Dock למראה נקי יותר.
it: Disattiva la 'pillola' intorno ai pulsanti, per uno stile più minimale.
ja: Dockプレビューのトラフィックボタンから錠剤型の背景スタイルをより整った見た目にするために削除します。
nl: Haal de pilvormige achtergronds weg bij de verkeerslichtknoppen in Dock-voorbeelden voor een strakkere uitstraling.
tr: Dock önizlemelerindeki trafik ışığı düğmelerinden hap şeklindeki arka plan stilini kaldırarak daha sade bir görünüm sağlar.
uk: Видаляє фонове оформлення у формі таблетки з кнопок світлофора в попередньому перегляді Dock для покращення вигляду.
vi: Loại bỏ kiểu nền hình viên thuốc của các nút đèn tín hiệu trong bản xem trước Dock để có giao diện sạch sẽ hơn.
zh_hans: 移除 Dock 预览中控制按钮的药丸形背景样式，呈现更简洁的视觉效果。
zh_hant: 移除Dock預覽中視窗控制按鈕的膠囊形背景，使外觀更簡潔。

source: Removes the pill-shaped background styling from traffic light buttons.
cs: Odstraní oválný rámeček z ovládacích tlačítek oken.
de: Entfernt die Pillenform des Hintergrunds der Ampelsteuerelemente.
fr: Supprime le style d'arrière-plan en forme de pilule des boutons des boutons de contrôle.
he: מסיר את עיצוב הרקע בצורת כדור מכפתורי רמזור.
it: Evita di usare il rettangolo stondato in stile 'pillola' come sfondo dei tasti della finestra.
ja: トラフィックボタンから錠剤型の背景スタイルを削除します。
nl: Verwijdert de pilvormige achtergrondstijl van de verkeerslichtknoppen.
tr: Trafik ışığı düğmelerindeki hap şeklindeki arka plan stilini kaldırır.
uk: Видаляє фоновий стиль у формі таблетки з кнопок світлофора.
vi: Xóa kiểu nền hình viên thuốc khỏi các nút đèn giao thông.
zh_hans: 移除控制按钮的药丸形背景样式。
zh_hant: 移除視窗控制項目的膠囊形狀背景裝飾。

source: Removes the pill-shaped background styling from window titles in dock previews for a cleaner look.
cs: Odstraní oválný rámeček z titulků oken v náhledech Docku pro jednodušší vzhled.
de: Entfernt das pillenförmige Hintergrunddesign aus den Fenstertiteln in der Dock-Vorschau.
es: Elimina el estilo den forma de píldora de los botones de semáforo en las vistas previas del dock para un estilo más limpio.
fr: Supprime l’arrière-plan en forme de pilule des titres de fenêtres dans les aperçus du Dock pour un rendu plus épuré.
he: מסיר את עיצוב הרקע בצורת כדור מכותרות חלונות בתצוגות מקדימות של Dock למראה נקי יותר.
it: Disattiva il riquadro stondato intorno al nome, per uno stile più pulito.
ja: Dockプレビューのウィンドウタイトルから錠剤型の背景スタイルをより整った見た目にするために削除します。
nl: Haal de pilvormige achtergrondstijl weg bij de venstertitels in Dock-voorbeelden voor een strakkere uitstraling.
tr: Daha sade bir görünüm elde etmek için, dock önizlemelerindeki pencere başlıklarından hap şeklindeki arka plan stilini kaldırır.
uk: Видаляє фонове оформлення у формі таблетки з заголовків вікон у попередньому перегляді Dock для покращення вигляду.
vi: Loại bỏ kiểu nền hình viên thuốc khỏi tiêu đề cửa sổ trong bản xem trước trên dock để có giao diện gọn gàng hơn.
zh_hans: 从 Dock 预览的窗口标题中移除药丸形背景样式，以获得更干净的外观。
zh_hant: 移除Dock預覽中視窗控制按鈕的膠囊形背景，使外觀更簡潔。

source: Removes the pill-shaped background styling from window titles.
cs: Odstraní oválný rámeček z titulků oken.
de: Entfernt die Pillenform des Hintergrunds aus Fenstertiteln.
fr: Supprime le style d'arrière-plan en forme de pilule des titres de fenêtre.
he: מסיר את עיצוב הרקע בצורת כדור מכותרות חלונות.
it: Evita di usare il rettangolo stondato in stile 'pillola' come sfondo del titolo della finestra.
ja: ウィンドウタイトルから錠剤型の背景スタイルを削除します。
nl: Verwijdert de pilvormige achtergrondstijl uit venstertitels.
tr: Pencere başlıklarından hap şeklindeki arka plan stilini kaldırır.
uk: Видаляє фоновий стиль у формі таблетки з заголовків вікон.
vi: Xóa kiểu nền hình viên thuốc khỏi các tiêu đề cửa sổ.
zh_hans: 移除窗口标题的药丸形背景样式。
zh_hant: 移除視窗標題的膠囊形狀背景裝飾。

source: Removes the root background blur from the hover container.
cs: Odebere základní rozostření pozadí rámečku po najetí myší.
de: Entfernt die Grund-Hintergrundunschärfe von ausgewählten Containern.
fr: Supprime le flou de fond racine du conteneur de survol.
he: מסיר את טשטוש רקע השורש ממיכל הריחוף.
it: Rimuove la sfocatura dello sfondo.
ja: ホバーコンテナから一番下の背景ぼかしを削除します。
nl: Verwijdert de achtergrondvervaging van de root uit de selectie-container.
tr: Fareyle üzerine gelindiğinde kök arka plan bulanıklığını kaldırır.
uk: Видаляє розмиття кореневого фону з контейнера при наведенні курсора.
vi: Xóa làm mờ nền gốc khỏi container khi di chuột.
zh_hans: 移除悬停容器的根层背景模糊。
zh_hant: 移除指標停留彈出容器的最底層背景模糊。

source: Repeat the same up/down scroll within this time to restore the previous window size.
cs: Opakujte rolování nahoru/dolů během této doby pro obnovení předchozí velikosti okna.
de: Wiederhole das Selbe hoch/runter scrollen innerhalb dieser Zeit um die vorherige Fenstergröße wiederherzustellen.
it: Scorri di nuovo su o giù entro questo intervallo di tempo per ripristinare le dimensioni precedenti della finestra.
ja: この時間内に同じ上下スクロール操作を繰り返すことで、以前のウィンドウサイズに戻ります。
nl: Herhaal binnen deze tijd dezelfde op- en neerwaartse scrollbeweging om de vorige venstergrootte te herstellen.
tr: Bu süre içinde aynı yukarı/aşağı kaydırma hareketini tekrarlayarak önceki pencere boyutuna geri dönün.
vi: Lặp lại cuộn lên/xuống trong khoảng thời gian này để khôi phục kích thước cửa sổ trước đó.
zh_hans: 在此时间内重复相同的上下滚动操作，即可恢复之前的窗口大小。
zh_hant: 在此時間內重複同樣的上下捲動來恢復原本的視窗大小。

source: Replaces the blurred/transparent background with a solid color. Useful for accessibility or readability.
cs: Nahradí rozostřené/průhledné pozadí jednolitou barvou. Užitečné pro zpřístupnění nebo čitelnost.
de: Ersetzt den verschwommenen/transparenten Hintergrund durch eine Farbe. Nützlich für die Barrierefreiheit oder Lesbarkeit.
he: מחליף את הרקע המטושטש/שקוף בצבע אחיד. שימושי לנגישות או קריאות.
it: Sostituisce lo sfondo sfocato/trasparente con un colore uniforme. Utile per l'accessibilità o la leggibilità.
ja: ぼやけた/透明の背景をソリッドカラーに置き換えます。アクセシビリティや読みやすさに便利です。
nl: Vervangt de wazige/doorzichtige achtergrond door een effen kleur. Handig voor de toegankelijkheid of leesbaarheid.
tr: Bulanık/şeffaf arka planı düz bir renkle değiştirir. Erişilebilirlik veya okunabilirlik açısından kullanışlıdır.
vi: Thay thế nền mờ/trong suốt bằng màu đặc. Hữu ích cho khả năng đọc và tiếp cận.
zh_hans: 用纯色替换模糊/透明背景。对可访问性或可读性有一定提高。
zh_hant: 以填色取代模糊／透明背景。有助於輔助使用或可讀性。

source: Report a Bug
cs: Nahlásit chybu
de: Einen Fehler melden
es: Reportar un error
fr: Signaler un bogue
he: דווח על באג
it: Segnala un bug
ja: バグを報告する
nl: Een bug doorgeven
pt_pt: Reportar um Erro
ru: Сообщить об ошибке
tr: Bir Hata Bildir
uk: Повідомити про помилку
vi: Báo lỗi
zh_hans: 报告一个 Bug
zh_hant: 回報錯誤

source: Request a Feature
cs: Požádat o funkci
de: Ein Feature vorschlagen
es: Solicitar una funcionalidad
fr: Suggérer une fonctionnalité
he: בקש תכונה
it: Invia una richiesta
ja: 新機能をリクエストする
nl: Vraag een nieuwe feature aan
pt_pt: Solicitar um recurso
ru: Предложить идею
tr: Bir Özellik İsteyin
uk: Запропонувати ідею
vi: Yêu cầu tính năng
zh_hans: 请求功能
zh_hant: 請求新功能

source: Require %@+Tab to go back in Switcher
cs: Vyžaduje %@+Tab pro návrat do přepínače
de: Erfordert %@+Tab, um zurück zum Fensterwechsler zu gehen
he: דרוש %@+Tab כדי לחזור אחורה בבורר
it: Scorri all'indietro con %@+Tab
ja: スイッチャーに戻るには、 %@+Tabが必要です
nl: Vereist %@+Tab om terug te gaan in de wisselaar
tr: Switcher'da geri dönmek için %@+Tab tuşlarına basılması gerekiyor
vi: Yêu cầu %@+Tab để quay lại trong Switcher
zh_hans: 需要 %@ Tab 返回切换器
zh_hant: 按下%@+Tab回到切換器

source: Require ⇧+Tab to go back in Switcher
cs: Vyžaduje ⇧+Tab pro návrat do přepínače
de: Erfordert ⇧+Tab, um zurück zum Fensterwechsler zu gehen
es: Requerir ⇧+Tab para volver en el selector
it: Scorri all'indietro con ⇧⇥ (Maiuscolo+Tab)
ja: スイッチャーに戻るには ⇧ + Tab が必要です
nl: Stel in dat je met ⇧+Tab teruggaat in Switcher
tr: Switcher'da geri dönmek için ⇧+Tab tuşlarına basılması gerekiyor
vi: Yêu cầu ⇧+Tab để quay lại trong Switcher
zh_hans: 使用 ⇧+Tab 在切换器中后退
zh_hant: 按下⇧+Tab回到切換器

source: Require Shift+Tab to go back in Switcher
cs: Vyžaduje Shift+Tab pro návrat do přepínače
de: Erfordert Shift+Tab, um zurück zum Fensterwechsler zu gehen
es: Requerir Shift+Tab para volver en el selector
fr: Requiert Maj+Tab pour revenir en arrière dans le Sélecteur
he: דרוש Shift+Tab כדי לחזור אחורה בבורר
it: Scorri all'indietro con ⇧⇥ (Maiuscolo+Tab)
ja: スイッチャーに戻るにはShift+Tabが必要です
nl: Vereist Shift+Tab om terug te gaan in de wisselaar
tr: Switcher'da geri dönmek için Shift+Tab tuşlarına basılması gerekiyor
uk: Потребується Shift+Tab для повернення в Перемикач
vi: Yêu cầu Shift+Tab để quay lại trong Switcher
zh_hans: 在切换器中需按 Shift+Tab 返回
zh_hant: 按下Shift+Tab回到切換器

source: Required for capturing window previews of other apps
cs: Vyžadováno pro zachytávání náhledů oken jiných aplikací
de: Erforderlich für die Aufnahme von Fenstervorschauen anderer Apps
es: Requerido para capturar vistas previas de otras aplicaciones
fr: Requis pour capturer les aperçus des fenêtres d’autres applications
he: נדרש לצילום תמונות של חלונות היישומים האחרים
it: Necessaria per acquisire le anteprime delle finestre
ja: 他のウィンドウをキャプチャーするために必要です
nl: Vereist voor het vastleggen van venstervoorbeelden van andere apps
pt_pt: Necessário para capturar prévias de janelas de outros apps
ru: Требуется для захвата превью окон других приложений
tr: Diğer uygulamaların pencere önizlemelerini yakalamak için gereklidir.
uk: Потрібно для записування попередніх переглядів вікон інших застосунків
vi: Bắt buộc để chụp bản xem trước cửa sổ của các ứng dụng khác
zh_hans: 用于捕获其他应用的窗口预览
zh_hant: 需要允許權限才能擷取其他 App 的視窗預覽

source: Required for capturing window previews of other apps. Without this, only the compact list view will be available.
cs: Vyžadováno pro zachytávání náhledů oken jiných aplikací. Bez toho bude k dispozici pouze zobrazení kompaktního seznamu.
de: Benötigt für die Aufnahme der Fenstervorschauen anderer Apps. Ohne diese, ist nur der Kompaktmodus verfügbar.
es: Necesario para capturar las vistas previas de otras aplicaciones. Sin esto, sólo la vista de lista compacta estará disponible.
fr: Requis pour afficher les aperçus des fenêtres d'autres applications. Sans cela, seule la vue de liste compacte sera disponible.
he: נדרש לצילום תצוגות מקדימות של חלונות יישומים אחרים. בלי זה, רק תצוגת רשימה קומפקטית תהיה זמינה.
it: Necessaria per generare le anteprime delle finestre. Senza l'autorizzazione sarà disponibile solo la vista compatta a elenco.
ja: 他のアプリのウィンドウプレビューをキャプチャするために必要です。これがなければ、コンパクトなリストビューのみが利用可能になります。
nl: Dit is nodig om venstervoorbeelden van andere apps vast te leggen. Zonder deze optie is alleen de compacte lijstweergave beschikbaar.
ru: Требуется для захвата превью окон приложений. Без этого будет доступен лишь вид компактного списка.
tr: Diğer uygulamaların pencere önizlemelerini yakalamak için gereklidir. Bu izin verilmezse, yalnızca kompakt liste görünümü kullanılabilir.
uk: Потрібно для попереднього перегляду вікон інших застосунків. Без цього буде доступний лише компактний список.
vi: Cần thiết để chụp bản xem trước cửa sổ của các ứng dụng khác. Nếu không có quyền này, chỉ chế độ danh sách gọn nhẹ mới khả dụng.
zh_hans: 用于捕获所有应用程序的窗口预览。否则，将只能使用紧凑列表视图。
zh_hant: 擷取其他App的視窗預覽需要此權限。沒有這項權限則只能顯示列表的精簡檢視。

source: Required for capturing window previews. Without this, only compact list view is available.
cs: Vyžadováno pro zachytávání náhledů oken. Bez toho bude k dispozici pouze zobrazení kompaktního seznamu.
de: Benötigt für die Aufnahme der Fenstervorschauen. Ohne diese, ist nur der Kompaktmodus verfügbar.
es: Necesario para capturar las vistas previas de las ventanas. Sin esto, sólo la vista de lista compacta está disponible.
fr: Requis pour l'affichage des aperçus de fenêtres. Sans cela, seule une vue de liste compacte est disponible.
he: נדרש לצילום תצוגות מקדימות של חלונות. בלי זה, רק תצוגת רשימה קומפקטית זמינה.
it: Necessaria per mostrare le anteprime. Se non fornisci l'autorizzazione, sarà disponibile solo la modalità compatta (senza anteprima).
ja: ウィンドウのプレビューをキャプチャするために必要です。これがなければ、コンパクトなリストビューのみ利用できます。
nl: Dit is nodig voor het weergeven van venstervoorbeelden. Zonder deze optie is alleen de compacte lijstweergave beschikbaar.
ru: Требуется для захвата предварительного просмотра окон. Без этого доступен только компактный вид списка.
tr: Pencere önizlemelerini yakalamak için gereklidir. Bu ayar olmadan yalnızca kompakt liste görünümü kullanılabilir.
uk: Потрібно для захоплення попередніх переглядів вікон. Без цього доступний лише компактний список.
vi: Cần thiết để chụp bản xem trước cửa sổ. Nếu không, chỉ chế độ danh sách gọn mới khả dụng.
zh_hans: 用于捕获所有应用程序的窗口预览。否则，将只能使用紧凑列表视图。
zh_hant: 需要此權限來截取視窗預覽。若無此權限，只能使用精簡列表模式。

source: Required for dock hover detection and window switcher hotkeys
cs: Vyžadováno pro detekci posouvání na Dock a klávesové zkratky přepínače oken
de: Erforderlich für Dock-Hover-Erkennung und Fenster-Umschalter Hotkeys
es: Requerido para y teclas
fr: Requis pour la détection du survol du Dock et les raccourcis clavier du sélecteur de fenêtres
he: נדרש עבור זיהוי רחף על ה-Dock ועבור מקשי הקיצור של בורר החלונות
it: Necessaria per rilevare il passaggio del mouse sul Dock e per impostare scorciatoie di tasti
ja: Dock へのカーソルホバーとホットキーによるウィンドウ切り替えを検知するために必要です
nl: Dit is nodig voor Dock muisaanwijzer detectie en voor het gebruik van sneltoetsen om tussen vensters te wisselen.
pt_pt: Necessário para detecção de hover e atalhos do alternador de janela
ru: Требуется для обнаружения наведения курсора на Dock и горячих клавиш переключения
tr: Dock gezinme algılama ve pencere değiştirici kısayol tuşları için gereklidir
uk: Потрібно для виявлення наведення курсора на Dock та гарячих клавіш перемикача вікон
vi: Cần thiết để phát hiện di chuột trên thanh Dock và phím tắt chuyển đổi cửa sổ
zh_hans: 用于 Dock 悬停检测和窗口切换热键
zh_hant: 需要此權限來偵測指標停留在 Dock 上和使用視窗切換快捷鍵
